---
kind: type
id: T:Autodesk.Revit.DB.Electrical.CableTraySizes
source: html/dbd6f408-fbae-1fe0-0e61-7d611141d6b5.htm
---
# Autodesk.Revit.DB.Electrical.CableTraySizes

Cable tray sizes.

## Syntax (C#)
```csharp
public class CableTraySizes : Element,
	IEnumerable<MEPSize>
```